Revit 2027 API
ParameterTypeId.MultiReferenceAnnotationDimensionStyle Property
 "Dimension Style"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MultiReferenceAnnotationDimensionStyle { get; }
Public Shared ReadOnly Property MultiReferenceAnnotationDimensionStyle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MultiReferenceAnnotationDimensionStyle {
	ForgeTypeId^ get ();
}
static member MultiReferenceAnnotationDimensionStyle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace